<?
  # ==== названия месяцев  ===============


$masmes[0]="Имен.падеж";      
$masmes[1]="январь";      $masmes[2]="февраль";     $masmes[3]="март";        
$masmes[4]="апрель";      $masmes[5]="май";         $masmes[6]="июнь";        
$masmes[7]="июль";        $masmes[8]="август";      $masmes[9]="сентябрь";    
$masmes[10]="октябрь";    $masmes[11]="ноябрь";     $masmes[12]="декабрь";

$masmesr[0]="Род.падеж";      
$masmesr[1]="января";      $masmesr[2]="февраля";     $masmesr[3]="марта";        
$masmesr[4]="апреля";      $masmesr[5]="мая";         $masmesr[6]="июня";        
$masmesr[7]="июля";        $masmesr[8]="августа";     $masmesr[9]="сентября";    
$masmesr[10]="октября";    $masmesr[11]="ноября";     $masmesr[12]="декабря";
                          
                                       	
?>